Repository: arctarus/rezets
Catalog: locale/*/app.po
Languages: es

source: %{author}'s recipes
es: recetas de %{author}

source: %{category} recipes
es: recetas de %{category}

source: %{ico} prev
es: %{ico} anterior

source: %{num} follower
es: %{num} seguidor

source: %{num} followers
es: %{num} seguidores

source: %{num} following
es: %{num} siguiendo

source: %{num} followings
es: %{num} siguiendo

source: %{num} like
es: %{num} te gusta

source: %{num} likes
es: %{num} te gusta

source: %{num} people like it
es: %A {num} personas le gusta esto

source: %{num} recipe
es: %{num} receta

source: %{num} recipes
es: %{num} recetas

source: %{recipe} by %{author}
es: %{recipe} por %{author}

source: %{recipe} recipe by %{author}
es: receta de %{recipe} por %{author}

source: %{time} ago
es: hace %{time}

source: %{time} ago in %{category}
es: hace %{time} en %{category}

source: %{user} has commented on %{author}'s %{recipe} recipe
es: %{user} ha comentado en la receta de %{recipe} de %{author}

source: %{user} has commented on his %{recipe} recipe
es: %{user} ha comentado en su receta de %{recipe}

source: %{user} has commented on your %{recipe} recipe
es: %{user} ha comentado tu receta de %{recipe}

source: %{user} has invite you to rezets.com
es: %{user} te ha invitado a rezets.com

source: %{user} has invited you to join to rezets.com and says you:
es: %{user} te ha invitado a unirte a rezets.com y te dice:

source: %{user} has sent you a %{recipe} recipe
es: %{user} te ha enviado una receta de %{recipe}

source: %{user} has shared a %{recipe} recipe with you and says:
es: %{user} ha compartido una receta de %{recipe} contigo y dice:

source: %{user} has shared a %{recipe} recipe with you!
es: %{user} ha compartido una receta de %{recipe} contigo!

source: %{user} still hasn't any recipe
es: %{user} todavía no tiene ninguna receta

source: %{user} tell us:
es: %{user} nos dice:

source: %{user}'s %{category} recipes
es: recetas de %{user} de %{category}

source: %{user}'s recipes
es: recetas de %{user}

source: %{user}'s recipes of %{category}
es: recetas de %{user} de %{category}

source: Are you sure? You don't follow the recipes that he make.
es: ¿Estás seguro? No seguirás las recetas que hace.

source: As you can see we are walking in underwear so I would ask you if you saw a little something that does not work or you do not like something we have know.
es: Como verás todavía andamos en paños menores así que te rogaría que si vieras alguna cosilla que no funciona o algo no te gusta nos lo hicieras saber.

source: Failed to send the invitation
es: Error al enviar la invitación

source: Featured users
es: Usuarios destacados

source: Finally, this month of August 2009 I set to work, aiming for the end of the month with the 0.1 version of the web. The rest you can see for yourselves. I hope you enjoy it and can get a lot out of this.
es: Por último, el mes de agosto de 2009 me puse a trabajar, con el objetivo para el final del mes con la versión 0.1 de la web. El resto se puede ver por sí mismos. Espero que os guste y puede obtener mucho de esto.

source: Follow it
es: Siguelo

source: For that reason, some time ago, I began to give vuestas the issue and think how could I give me life, not waste too much time thinking about what to eat, keep those recipes well organized for the next time you need and of course , learn new recipes from my friends.
es: Por esa razón, hace algún tiempo, empecé a dar vueltas al tema y pensar cómo podría darme la vida, no perder demasiado tiempo pensando en qué comer, mantener esas recetas bien organizado para la próxima vez que necesite y, por supuesto, aprender nuevas recetas de mis amigos.

source: Hello %{user}!
es: ¡Hola %{user}!

source: Hi!
es: ¡Hola!

source: Hi! I want to invite you to rezets.com. rezets.com is a new cooking recipe site where you can save all those recipes that you spread on pieces of paper, notebooks and folders and share them with your friends. I'm sure it will be very useful. %{user}
es: Hola! Quiero invitarte a rezets.com. rezets.com es una nueva web de recetas de cocina en la que puedes guardar todas esas recetas que tienes repartidas en papelitos, libretas o carpetas y compartirlas con tus amigos. Estoy seguro de que te resultará muy útil. %{user}

source: If you're here because you are one of the lucky ones who have been invited to enjoy this new service.
es: Si estás aquí es porque eres uno de los afortunados que han recibido una invitación para disfrutar de este nuevo servicio.

source: Invitation send successfully to %{email}
es: Invitación enviada con éxito a %{email}

source: It looks like there is a problem
es: Parece que hay un problema

source: It looks like to be missing some data
es: Parece que has olvidado algún dato

source: Now you can follow the recipes that he make on your following tab. Ok?
es: Ahora puedes seguir las recetas que hace en tu pestaña de siguiendo, Ok?

source: Recipes
es: Recetas

source: Reviews the form before continuing
es: Revisa el formulario antes de continuar

source: Sent invitations
es: Invitaciones enviadas

source: Share your recipes and discover lots of them.
es: Comparte tus recetas y descubre montones de ellas.

source: Sorry but you've exhausted all your invitations!
es: ¡lo sentimos pero has agotado todas tus invitaciones!

source: Stop following
es: Dejar de seguir.

source: Subscribe to the latest recipes
es: Suscribirse a las últimas recetas

source: Thank you.
es: Gracias.

source: Thanks!
es: ¡Gracias!

source: There was also another reason to start a project. I needed to learn web development environment and have a battlefield where you can make and unmake as I please without worrying about consequences, and since by that time had some wonderful colleagues who offered to teach me what I knew I opted for using %{ror} to develop my idea.
es: Hubo también otra razón para iniciar un proyecto. Necesitaba aprender un entorno de desarrollo web y tener un campo de batalla donde se poder hacer y deshacer a mi antojo sin preocuparse de las consecuencias, y ya que por aquel entonces había algunos compañeros maravillosos que se ofreció a enseñarme lo que sabían opté por usar %{ror} para desarrollar mi idea.

source: To start enjoying rezets.com simply %{create_recipe}.
es: Para comenzar a disfrutar de rezets.com sólo tienes %{create_recipe}.

source: Today featured recipes
es: Recetas destacadas de hoy

source: Welcome to rezets.com!
es: ¡Bienvenido a rezets.com!

source: What have you cooked today?
es: ¿Qué has cocinado hoy?

source: Write the address of the person you want to invite to rezets.com and we will send an email with the text you typed and a link so it can register. You can customize the message included below and tell your friends because you like rezets.com.
es: Escribe la dirección de la persona a la que quieres invitar a rezets.com y nosotros le haremos llegar un email con el texto que escribas y un enlace para que pueda registrarse. Puedes personalizar el mensaje de abajo y decirle a tus amigos por qué e gusta rezets.com

source: You are following it.
es: Lo estás siguiendo.

source: You can see this comment in %{recipe}
es: Puedes ver este comentario en %{recipe}

source: You can start by:
es: Puedes empezar por:

source: You have %{num_invitations} invitations to send to your friends which will remain %{remaining_invitations}.
es: Tienes %{num_invitations} invitaciones para enviar a tus amigos de la cuales te quedan %{remaining_invitations}

source: You must be logged in to access this page
es: Debes estar logado para acceder a esta página

source: You must be logged out to access this page
es: Debes estar deslogado para acceder a esta página

source: about rezets.com
es: sobre rezets.com

source: add a message?
es: ¿añadir un mensaje?

source: add a recipe
es: añadir una receta

source: add new ingredient
es: añadir nuevo ingrediente

source: address of your page in rezets.com
es: dirección de tu página en rezets.com

source: all
es: todas

source: amount
es: cantidad

source: are you sure?
es: ¿estás seguro?

source: by
es: por

source: can include several comma-separated
es: puedes incluir varios separados por punto y coma

source: cancel
es: cancelar

source: categories
es: categorías

source: category
es: categoría

source: change
es: cambiar

source: change password
es: cambiar contraseña

source: change your password
es: cambia tu password

source: chefs
es: cocineros

source: close
es: cerrar

source: come on in
es: adelante

source: comment
es: comentario

source: comment on the recipe
es: comentar la receta

source: comments
es: comentarios

source: confirm invitation to rezets.com
es: confirmar invitación a rezets.com

source: confirm password
es: confirmar contraseña

source: contact
es: contactar

source: contact with us
es: contacta con nosotros

source: continue
es: continuar

source: cook
es: cocinar

source: cooking
es: cocinar

source: create
es: crear

source: create a new recipe
es: crear una receta nueva

source: create and share recipes with your friends
es: crea y comparte recetas con tus amigos

source: delete
es: borrar

source: directions
es: instrucciones

source: discover new recipes
es: descubre nuevas recetas

source: eat
es: comer

source: edit
es: editar

source: edit profile
es: editar perfil

source: editing %{recipe}
es: editando %{recipe}

source: envoy
es: enviado

source: explore more recipes
es: explora más recetas

source: featured
es: destacadas

source: feedback from %{name}
es: mensaje de %{name}

source: follow us on %{twitter} and %{facebook}
es: siguenos en %{twitter} y %{facebook}

source: food
es: comida

source: for %{num} people
es: para %{num} personas

source: freshly made recipes rezets.com
es: recetas recién hechas en rezets.com

source: in
es: en

source: ingredient
es: ingrediente

source: ingredients
es: ingredientes

source: invite friends
es: invitar amigos

source: like?
es: ¿te gusta?

source: login
es: entrar

source: logout
es: salir

source: make a comment
es: comentar

source: message
es: mensaje

source: minutes
es: minutos

source: name
es: nombre

source: new comment
es: nuevo comentario

source: new invitation
es: nueva invitación

source: new recipe
es: receta nueva

source: next %{ico}
es: siguiente %{ico}

source: now you can,
es: ahora puedes,

source: number of people
es: número de personas

source: of
es: de

source: ok!
es: vale!

source: optional
es: opcional

source: or
es: o

source: or you can add a %{newcomment}
es: o puedes añadir un %{newcomment}

source: page %{num}
es: página %{num}

source: password
es: contraseña

source: photo
es: foto

source: please, enter the email address for a friend
es: por favor, escribe la dirección de email de un amigo

source: please, enter your name
es: por favor, escribe tu nombre

source: preparation time
es: tiempo de preparación

source: print
es: imprimir

source: received
es: receptor

source: recipe
es: receta

source: recipe sent
es: receta enviada

source: recipes
es: recetas

source: recipes by categories
es: recetas por categorías

source: remember me on this computer
es: recordarme en este ordenador

source: remove
es: eliminar

source: rezets.com is a project that stems from the need, but not a necessity like any other, but a basic need, primary, first order, the need to eat, and do it well (which is a connoisseur), and cheap that (the economy is not enough to go throwing money).
es: rezets.com es un proyecto que nace de la necesidad, pero no una necesidad como cualquier otra, sino una necesidad básica, el orden primordial, en primer lugar, la necesidad de comer, y hacerlo bien (que es un experto), y barato que (la economía no es suficiente para ir tirando el dinero).

source: rookies
es: novatos

source: save
es: guardar

source: search
es: buscar

source: see %{user} page
es: ver la página de %{user}

source: see all invitations
es: ver todas las invitaciones

source: see more %{author}'s recipes
es: ver más recetas de %{author}

source: send
es: enviar

source: send by email
es: enviar por email

source: send invitations
es: invitaciones enviadas

source: send invite
es: enviar invitación

source: share recipe on facebook
es: compartir receta en facebook

source: share recipe on twitter
es: compartir receta en twitter

source: share your recipes
es: comparte tus recetas

source: sign in
es: entrar

source: sign in on rezets.com
es: darte de alta en rezets.com

source: sign up rezets.com
es: darte de alta en rezets.com

source: subject
es: asunto

source: subscribe to %{user}'s %{category} recipes
es: suscribirse a las recetas de %{user} de %{category}

source: subscribe to %{user}'s recipes
es: suscribirse a las recetas de %{user}

source: subscribe to your own %{category} recipes
es: suscribirse a tus propias recetas de %{category}

source: subscribe to your own recipes
es: suscribirse a tus propias recetas

source: tasty and substance %{recipe} recipe %{url}
es: receta de %{recipe} rica y con fundamento %{url}

source: thank you very much to publicize rezets.com your friends, thanks to you today we are a little larger. When you say we have more invitations will inform you of this.
es: muchas gracias por dar a conocer rezets.com a tus amigos, gracias a ti hoy somos un poquito más grandes. Cuando pongamos dispongamos de más invitaciones te informaremos de ello.

source: thanks for your help
es: gracias por tu ayuda

source: to follow the recipes than he make.
es: para seguir las recetas que hace.

source: unit
es: unidad

source: update
es: actualizar

source: updated %{time} ago
es: actualizado hace %{time}

source: user
es: usuario

source: user or password incorrect
es: usuario o password incorrecto

source: we do not have any %{category} recipe
es: todavía no tenemos ninguna receta de %{category}

source: you are following
es: estás siguiendo

source: you can %{add_recipe} yourself if you know some you want to share with your friends.
es: puedes añadir una receta tu mismo si conoces alguna que quieras compartir con tus amigos.

source: you like
es: te gusta

source: your name
es: tú nombre

source: {category} recipes
es: recetas de %{category}
