app/controllers/home_controller.rb

SELECT * FROM `categories` ORDER BY name
---
  def index
    @recipes = Recipe.order("created_at desc").limit(8)
    @categories = Category.with_recipes.order("name asc")