app/controllers/home_controller.rb

  def index
    @recipes = Recipe.all(:order => "created_at desc", :limit => 5, :include => :author)
    @categories = Category.with_recipes
    @users = User.all(:order => "created_at desc", :limit => 8)
    @comments = Comment.all(:order => "created_at desc", :limit => 5, :include => :user)
---
SELECT * FROM `recipes` WHERE (`recipes`.category_id = 6)
SELECT * FROM `users` ORDER BY created_at desc LIMIT 8
SELECT * FROM `comments` ORDER BY created_at desc LIMIT 5