app/controllers/recipes_controller.rb

  def show
    @comments = @recipe.comments.paginate(:page => params[:page], :per_page => 20)
---
SELECT * FROM `comments` WHERE (`comments`.recipe_id = 10) LIMIT 0, 20