app/controllers/recipes_controller.rb

SELECT * FROM `users` WHERE (`users`.`slug` = 'arctarus') LIMIT 1
SELECT * FROM `ingredients` WHERE (`ingredients`.`id` = 253)
SELECT * FROM `recipes` WHERE (`recipes`.`author_id` = 1 AND `recipes`.`id` = '10') LIMIT 1
SELECT * FROM `users` WHERE (`users`.`id` = 1)
---
    def find_recipe
      recipe_id = params[:id].split("-").first
      @author = User.find_by_slug params[:user_id]
      @recipe = @author.recipes.find(recipe_id, :include => :ingredients)